Repository: atomex-me/atomex.mobile
Catalog: atomex/Resources/AppResources.*.resx
Languages: fr, ru, tr

# CancelButton
source: Cancel
fr: Annuler
ru: Отмена
tr: Iptal

# NextButton
source: Next
fr: Suivant
ru: Далее
tr: Daha ileri

# ConfirmButton
source: Confirm
fr: Confirmer
ru: Подтвердить
tr: Onaylamak

# ReviewButton
source: Review
ru: Продолжить

# UnderstandButton
source: I understand
fr: Je comprends
ru: Я понимаю
tr: Anlıyorum

# DeleteButton
source: Delete
fr: Supprimer
ru: Удалить
tr: Sil

# MainNetButton
source: MainNet
fr: Réseau principal
ru: Основная сеть
tr: Ana ağ

# TestNetButton
source: TestNet
fr: Réseau de test
ru: Тестовая сеть
tr: Test ağı

# PasswordEntryPlaceholder
source: Password
fr: Mot de passe
ru: Пароль
tr: Parola

# PasswordConfirmationEntryPlaceholder
source: Password confirmation
fr: Confirmation mot de passe
ru: Подтверждение пароля
tr: Şifre onayı

# AddressEntryPlaceholder
source: Address
fr: Adresse
ru: Адрес
tr: Adres

# AmountEntryPlaceholder
source: Amount
fr: Montant
ru: Сумма
tr: Miktar

# UseDefaultFeeLabel
source: Use default fee
fr: Commissions standard
ru: Cтандартные комиссии
tr: Standart komisyonlar

# FeeLabel
source: Fee
fr: Commission
ru: Комиссия
tr: Komisyon

# FeeRateLabel
source: Fee Rate
fr: Commission par octet, Satoshi
ru: Комиссия за байт
tr: Bayt başına komisyon

# ConfirmationLabel
source: Confirmation
ru: Подтверждение
tr: Doğrulama

# AmountLabel
source: Amount
fr: Montant
ru: Сумма
tr: Miktar

# MinimumAmountLabel
source: Min. amount
fr: Montant minimal
ru: Минимальная сумма
tr: Minimum miktar

# TotalAmountInclFees
source: Total (incl. fees)
ru: Всего (вкл. коммиссию)

# ToLabel
source: To
fr: À l'adresse
ru: На адрес
tr: Adrese

source: Transaction time
fr: Temps de transaction
ru: Время транзакции
tr: İşlem süresi

source: Price
fr: Prix
ru: Цена
tr: Fiyat

# MinLabel
source: min.
ru: мин.

source: Available
fr: Disponible
ru: Доступно
tr: Mevcut

source: Total
ru: Всего

# FromLabel
source: From
fr: De
ru: От
tr: Kimden

source: New
ru: Новый

# MyWalletsButton
source: My wallets
fr: Mes portefeuilles
ru: Мои кошельки
tr: Cüzdanlarım

# CreateNewWalletButton
source: Create new wallet
fr: Créer un nouveau portefeuille
ru: Создать кошелек
tr: Yeni bir cüzdan oluştur

# RestoreWalletButton
source: Restore wallet
fr: Restaurer le portefeuille
ru: Восстановить кошелек
tr: Cüzdanı geri yükle

# SelectWalletLabel
source: Please select your wallet
fr: Veuillez sélectionner un portefeuille
ru: Пожалуйста, выберите кошелек
tr: Lütfen bir cüzdan seçin

# MyWalletsTitle
source: My wallets
fr: Mes portefeuilles
ru: Мои кошельки
tr: Cüzdanlarım

# UnlockTitle
source: Unlock wallet
fr: Débloquer le portefeuille
ru: Разблокировать кошелек
tr: Cüzdanın engelini kaldır

# UnlockLabel
source: Please enter your password
fr: S'il vous plait entrez votre mot de passe
ru: Пожалуйста, введите пароль
tr: Lütfen şifrenızı yazınız

# UnlockButton
source: Unlock
fr: Débloquer
ru: Разблокировать
tr: Engeli kaldırmak

source: Authentication
fr: Authentification
ru: Аутентификация

# UseBiometric
source: Use biometric authentication to login into
fr: Utilisez l'authentification biométrique pour vous connecter
ru: Используйте аутентификацию по биометрии для входа в
tr: Oturum açmak için biyometrik kimlik doğrulama kullanın

# CreatePin
source: Please create a PIN
fr: Veuillez créer un code PIN
ru: Пожалуйста, создайте PIN

# EnterPin
source: Enter your PIN
fr: Saisissez votre code PIN
ru: Введите PIN

# ReEnterPin
source: Please re-enter your PIN
fr: Veuillez saisir à nouveau votre code PIN
ru: Пожалуйста, подтвердите PIN

# SetPinIsteadOfPswd
source: Please set a PIN to get access to your wallet. Now it will be used instead of your previous Storage password
ru: Пожалуйста, установите PIN к кошельку. Теперь он будет использоваться вместо вашего предыдущего пароля

source: Invalid PIN
ru: Неверный PIN

# AttemptsLeft
source: You have {0} attempts left
ru: У вас осталось {0} попытки

# TryAgainInMinutes
source: Please try again in {0} minutes
ru: Попытайтесь снова через {0} минуты

# WalletHasBeenLocked
source: This wallet has been locked
ru: Этот кошелек заблокирован

# CreateNewWalletPageTitle
source: Create new wallet
fr: Créer un portefeuille
ru: Создание кошелька
tr: Cüzdan oluşturmak

# RestoreWalletPageTitle
source: Restore wallet
fr: Restaurer le portefeuille
ru: Восстановление кошелька
tr: Cüzdan kurtarma

# WalletTypeStepLabel
source: Step 1: Wallet type
fr: Étape 1: Type de portefeuille
ru: Шаг 1: Тип кошелька
tr: Adım 1: Cüzdan türü

# SelectTypeLabel
source: Please select your wallet type
fr: Veuillez sélectionner un type de portefeuille
ru: Пожалуйста, выберите тип кошелька
tr: Lütfen bir tıpı cüzdanı seçin

# WalletNameStepLabel
source: Step 2: Wallet name
fr: Étape 2: Nom du portefeuille
ru: Шаг 2: Имя кошелька
tr: Adım 2: Cüzdan adı

# EnterNameLabel
source: Please enter a name for your wallet
fr: Veuillez saisir un nom pour votre portefeuille
ru: Пожалуйста, введите имя для вашего кошелька
tr: Lütfen cüzdanınız için bir isim girin

# WalletNameEntryPlaceholder
source: Wallet name
fr: Nom du portefeuille
ru: Имя кошелька
tr: Cüzdan adı

# MnemonicPhraseStepLabel
source: Step 3: Mnemonic phrase
fr: Étape 3: Phrase mnémotechnique
ru: Шаг 3: Мнемоническая фраза
tr: Adım 3: Anımsatıcı ifade

# MnemonicDescriptionText
source: Mnemonic phrase is used to restore your wallet if the data on your device has been lost. Please, write it down and keep it in safe place
fr: La phrase mnémotechnique est utilisée pour restaurer votre portefeuille si les données de votre appareil sont perdues. Veuillez l'écrire et le conserver en lieu sûr.
ru: Мнемоническая фраза используется для восстановления вашего кошелька, если данные на вашем устройстве будут утеряны. Пожалуйста, запишите его и храните в надежном месте
tr: Hatırlatma kelime, cihazınızda veri kaybı olması durumunda cüzdanınızı geri yüklemek için kullanılır. Bir yere yazın ve güvenli bir yerde saklayın.

# LanguageLabel
source: Language
fr: Langue
ru: Язык
tr: Dil

# WordCountLabel
source: Word count
fr: Nombre de mots
ru: Кол-во слов
tr: Sözcük sayısı

# GenerateButton
source: Generate
fr: Générer
ru: Сгенерировать
tr: Oluştur

# LoseMnemonicPhraseText
source: If you lose your mnemonic phrase, your wallet cannot be recovered
fr: Si vous perdez votre phrase mnémotechnique, votre portefeuille ne pourra pas être récupéré
ru: Если вы потеряете свою мнемоническую фразу, ваш кошелек нельзя будет восстановить
tr: Anımsatıcı kelimeni kaybederseniz, cüzdanınız kurtarılamaz.

# EnterMnemonicPhraseLabel
source: Please, enter a mnemonic phrase for your wallet
fr: Veuillez saisir une phrase mnémotechnique pour votre portefeuille
ru: Пожалуйста, введите мнемоническую фразу для вашего кошелька
tr: Lütfen anımsatıci kelimeni kullanarag cüzdanınıza girin

# EnterMnemonicPhraseEditorPlaceholder
source: Enter mnemonic phrase here...
fr: Entrez votre phrase mnémotechnique ici ...
ru: Введите мнемоническую фразу сюда...
tr: Anımsatıcı kelimeni buraya yazin...

# DerivedPasswordStepLabel
source: Step 4: Derived key password (optional)
fr: Étape 4: Mot de passe de la phrase mnémotechnique (facultatif)
ru: Шаг 4: Пароль к мнемонической фразе (необязательно)
tr: Adım 4: Anımsatıcı kelime için şifre (isteğe bağlı)

# DerivedPasswordDescriptionText
source: This password can be used for secret key additional protection. To restore a secret key you will need to enter a mnemonic phrase and its password
fr: Ce mot de passe peut être utilisé pour protéger davantage la clé privée. Pour récupérer la clé secrète, il convient entrer la phrase mnémotechnique et ce mot de passe
ru: Этот пароль может быть использован для дополнительной защиты секретного ключа. Чтобы восстановить секретный ключ вам нужно будет ввести мнемоническую фразу и этот пароль
tr: Bu parola, özel anahtarı daha fazla korumak için kullanılabilir. Gizli anahtarı kurtarmak için anımsatıcı ifadeyi ve bu şifreyi girmeniz gerekecektir.

# MnemonicVerificationStepLabel
source: Step 4: Mnemonic phrase verification
fr: Étape 4: Vérification de la phrase mnémotechnique
ru: Шаг 4: Проверка мнемонической фразы
tr: Adım 4: Anımsatıcı kelimeni kontrol etme

# MnemonicVerificationDescriptionText
source: Please confirm your mnemonic phrase. Click on the words to place them in the correct order
fr: Veuillez confirmer votre phrase mnémotechnique. Cliquez sur les mots pour les placer dans le bon ordre
ru: Пожалуйста, подтвердите свою мнемоническую фразу. Кликните на слова, чтобы разместить их в правильном порядке
tr: Lütfen anımsatıcı kelimeni zi onaylayın. Doğru sıraya yerleştirmek için kelimelere tıklayın

# DerivedVerificationDescriptionText
source: Please enter your derived key password
fr: Veuillez écrire votre mot de passe pour la phrase mnémotechnique
ru: Пожалуйста, введите свой пароль к мнемонической фразе
tr: Lütfen anımsatıcı kelimeniz için şifrenizi girin

# EnterDerivedPasswordText
source: If you used a password to additional protect the secret key, please enter it in the box below. If you enter the wrong password, you will not be able to access your secret key and wallet
fr: Si vous avez utilisé un mot de passe pour protéger davantage votre clé privée, veuillez le saisir dans le champ ci-dessous. Si vous entrez un mauvais mot de passe, vous ne pourrez pas accéder à votre clé privée et à votre portefeuille
ru: Если вы использовали пароль для дополнительной защиты секретного ключа, пожалуйста, введите его в поле ниже. Если вы введете неправильный пароль, вы не сможете получить доступ к своему секретному ключу и кошельку
tr: Özel anahtarınızı daha fazla korumak için bir parola kullandıysanız, lütfen aşağıdaki alana girin. Yanlış şifre girerseniz, özel anahtarınıza ve cüzdanınıza erişemezsiniz.

# StoragePasswordStepLabel
source: Step 5: Storage password
fr: Étape 5: Mot de passe de connexion
ru: Шаг 5: Пароль для входа
tr: Adım 5: Oturum Açma Parolası

# StoragePasswordDescriptionText
source: This password is used to protect the stored secret keys and will be needed every time you start your wallet application. Password must not be empty
fr: Ce mot de passe est utilisé pour protéger les clés secrètes stockées et sera nécessaire à chaque démarrage de votre application de portefeuille. Le mot de passe ne doit pas être vide
ru: Этот пароль используется для защиты секретных ключей на устройстве и используется каждый раз, когда вы запускаете приложение кошелька. Пароль не должен быть пустым
tr: Bu şifre, cihazdaki gizli anahtarları korumak için kullanılır ve M-cüzdan uygulamasını her başlattığınızda kullanılır. Parola en az 8 karakter uzunluğunda olmalı ve en az şunları içermelidir: - 1 küçük harf karakteri, - 1 büyük harf, - 1 hane, - (! @ # $% ^ *) İçinde 1 özel karakter.

# CreateButton
source: Create
fr: Créer
ru: Создать
tr: Oluşturmak

# WrongWordOrder
source: Wrong word order. Try again
fr: Mauvais ordre des mots. Essayer à nouveau
ru: Неверный порядок слов. Попробуйте еще раз
tr: Yanlış kelime sıralaması. Tekrar deneyin

# UseDerivedKeyPswd
source: Use derived key password
fr: Mot de passe pour la phrase mnémotechnique
ru: Пароль к мнемонической фразе
tr: Anımsatıcı kelimenin şifresi

# PortfolioPageTitle
source: Portfolio
fr: Portefeuille
ru: Портфель
tr: Portföy

# MainWalletLabel
source: Main wallet
fr: Portefeuille principal
ru: Основной кошелек
tr: Ana cüzdan

# WalletsPageTitle
source: Wallets
fr: Portefeuilles
ru: Кошельки
tr: Cüzdanlar

# SendButton
source: Send
fr: Envoyer
ru: Отправить
tr: Gönder

# ReceiveButton
source: Receive
fr: Recevoir
ru: Получить
tr: Teslim almak

# ConvertButton
source: Convert
fr: Échanger
ru: Обменять
tr: Değiş tokuş

# DelegateButton
source: Delegate
ru: Стейкинг
tr: Staking

# UpdateButton
source: Update
fr: Rafraîchir
ru: Обновить
tr: Yenile

# BalanceUpdatingLabel
source: Balance updating...
fr: Mise à jour du solde...
ru: Обновление баланса...
tr: Bakiye güncellemesi...

# LoadingLabel
source: Loading...
fr: Chargement...
ru: Загрузка...
tr: Yükleniyor...

# NoTransactionsLabel
source: No transactions yet
fr: Aucune transaction pour le moment
ru: Транзакций пока нет
tr: Henüz işlem yok

# UnconfirmedAmountLabel
source: Unconfirmed amount
fr: Montant non confirmé
ru: Неподтвержденная сумма

# AddressInfoPageTitle
source: Address info
fr: Informations sur l'adresse
ru: Информация об адресе

source: Select address
fr: Sélectionnez une adresse
ru: Выберите адрес

source: Addresses
fr: Adresses
ru: Адреса

# CurrencyAddresses
source: addresses
fr: adresses
ru: адреса

source: Path
fr: Voie
ru: Путь

source: Type
ru: Тип

source: Key
fr: Clé
ru: Ключ

# TransactionInfoPageTitle
source: Transaction info
fr: Informations sur la transaction
ru: Информация о транзакции
tr: İşlem Bilgileri

source: Transaction info
fr: Informations sur la transaction
ru: Информация о транзакции
tr: İşlem Bilgileri

source: Description
ru: Описание
tr: Açıklama

source: Transaction ID
fr: ID de transaction
ru: ID транзакции
tr: ID İşlem

# ShowInExplorerButton
source: Show in explorer
fr: Afficher dans l'explorateur
ru: Показать в эксплорере
tr: Explorer'da göster

# TxSent
source: Sent
fr: Envoyé
ru: Отправлено
tr: Gönderildi

# TxReceived
source: Received
fr: Reçu
ru: Получено
tr: Alınan

# TxSwapPayment
source: Swap payment
fr: Initialisation du swap
ru: Инициализация свопа
tr: Swap başlatma

# TxSwapRedeem
source: Swap redeem
fr: Opération de rançon
ru: Операция выкуп
tr: Fidye operasyonu

# TxSwapRefund
source: Swap refund
fr: Opération de retour
ru: Операция возврат
tr: Dönüş işlemi

# TxTokenCall
source: Token call
fr: Appel d'un contrat de jeton
ru: Вызов контракта токена
tr: Tokenın sözleşmesını çağırmak

# TxSwapCall
source: Token swap call
fr: Appel d'un contrat d'échange de jetons
ru: Вызов своп контракта токена
tr: Token swap sözleşmesi çağırmak

# TxTokenApprove
source: Token approve
fr: Approbation du transfert de jetons
ru: Одобрение на перевод токенов
tr: Token çeviri için onayı

# TxUnknown
source: Unknown
fr: Inconnu
ru: Неизвестно
tr: Bilinmeyen

# SendPageTitle
source: Send
fr: Envoyer
ru: Отправить
tr: Gönder

# ScanningQrCodePageTitle
source: Scanning QR code
fr: Scanner le code QR
ru: Сканирование QR-кода
tr: QR kodunu tara

# ScannerTopOverlayText
source: Hold your phone up to the QR code
ru: Поднесите телефон к QR-коду

# ScannerBottomOverlayText
source: Scanning will happen automatically
ru: Сканирование произойдет автоматически

# PasteButton
source: Paste
fr: Pâter
ru: Вставить
tr: Ekle

# GasPriceLabel
source: Gas price
fr: Prix ​​du gaz
ru: Цена газа
tr: Gaz fiyatı

# GasLimitLabel
source: Gas limit
fr: Limite de gaz
ru: Лимит газа
tr: Gaz limiti

# GasUsedLabel
source: Gas used
fr: Gaz utilisé
ru: Газа использовано
tr: Kullanılan gaz

# IsInternalLabel
source: Is Internal
fr: Interne
ru: Внутренняя
tr: İç

# ConfirmTransactionLabel
source: Confirm transaction
fr: Confirmer la transaction
ru: Подтвердите транзакцию
tr: İşlemi onaylayın

source: Send from
ru: Отправить

source: Receive to
ru: Получить

source: Choose an address
ru: Выберите адрес

source: My addresses
ru: Мои адреса

# SortByBalanceButton
source: Sort by balance
ru: Сорт. по балансу

# SortByDateButton
source: Sort by date
ru: Сорт. по дате

source: External address
ru: Внешний адрес

source: Enter an external address
ru: Введите внешний адрес

source: Save to my addresses
ru: Сохранить в мои адреса

source: Select all
ru: Выбрать все

# SelectedOfTotal
source: {0} of {1} selected
ru: {0} из {1} выбрано

source: Addresses not found
ru: Адреса не найдены

# ReceivePageTitle
source: Receive
fr: Recevoir
ru: Получить
tr: Teslim almak

# AddressLabel
source: Address
fr: Adresse
ru: Адрес
tr: Adres

# CopyButton
source: Copy
fr: Copie
ru: Копировать
tr: Kopyala

# ShareButton
source: Share
fr: Partager
ru: Поделиться
tr: Paylaş

# DelegationListPageTitle
source: Delegation list
fr: Liste des délégations
ru: Список делегирования
tr: Yetki listesi

# NoDelegationsLabel
source: No delegations yet
fr: Pas encore de délégations
ru: Делегирований пока нет
tr: Henüz delegasyon yok

source: Not delegated
fr: Non délégué
ru: Не делегировано
tr: Yetki verilmedi

source: Balance
fr: Solde
ru: Баланс
tr: Denge

# ToAddressLabel
source: To Address
fr: À l'adresse
ru: На адрес
tr: Adrese

# FromAddressLabel
source: From Address
fr: De l'adresse
ru: С адреса
tr: Adresten

source: Custom Baker
fr: Autre baker
ru: Другой бейкер
tr: Başka bir beker

# FeeCalculationLabel
source: Fee calculation
fr: Calcul de la commission
ru: Расчет комиссии
tr: Komisyon hesaplama

# DelegationInfoPageTitle
source: Delegation info
fr: Informations sur la délégation
ru: Информация о делегировании
tr: Yetki bilgileri

# BakerLabel
source: Baker
ru: Бейкер

source: Delegation Status
fr: Statut de la délégation
ru: Статус делегирования
tr: Yetki durumu

source: Delegation Time
fr: Temps de délégation
ru: Время делегирования
tr: Yetki süresi

# AccountSection
source: Account
fr: Compte
ru: Аккаунт
tr: Hesap

# BuyWithCardPageTitle
source: Buy with card
fr: Acheter avec carte
ru: Купить по карте

# SelectCurrencyToBuyLabel
source: Select currency to buy
fr: Sélectionnez la devise à acheter
ru: Выберите валюту для покупки

# SwapInfoPageTitle
source: Swap info
fr: Informations sur l'échange
ru: Информация о свопе
tr: Swap bilgileri

# SwapInfoLabel
source: Swap info
fr: Informations sur l'échange
ru: Информация о свопе
tr: Swap bilgileri

source: State
fr: Etat
ru: Состояние
tr: Durum

# SwapInProgressDesc
source: Do not close the app until the swap is completed
ru: Не закрывайте приложение, пока своп не будет завершен

# SwapCompletedDesc
source: You can close Atomex app now
ru: Вы можете закрыть приложение Atomex

# SwapCanceledDesc
source: Swap was canceled
ru: Своп отменен

# SwapRefundedDesc
source: Lock time has passed
ru: Время ожидания завершения свопа истекло

# SwapUnsettledDesc
source: You did not have time to redeem the funds, please contact Atomex support
ru: Не удалось выкупить средства, пожалуйста, обратитесь в службу поддержки Atomex

source: Initialization
ru: Инициализация

source: Exchanging
ru: Обмен

source: Completion
ru: Завершение

source: Swap Completed
ru: Своп Завершен

source: Swap in Progress
ru: Своп в процессе

source: Swap Canceled
ru: Своп отменен

# SwapRefunded
source: Funds Refunded
ru: Средства возвращены

# SwapUnsettled
source: Funds Unsettled
ru: Своп потерян

# InitCompleted
source: Initialization completed
ru: Инициализация завершена

source: Payments confirmed
ru: Платежи подтверждены

# WaitingInit
source: Waiting for orders matching
ru: Ожидание сведения ордеров

# WaitingForPayment
source: Waiting for payments confirmation
ru: Ожидание подтверждения платежей

# WaitingForRedeem
source: Waiting for redeems confirmation
ru: Ожидание подтверждения выкупов

# InitFailure
source: Initialization failed
ru: Сбой инициализации

# FailedPayment
source: Payment transaction failed
ru: Неудачная платежная операция

# FailedRedeem
source: Redeem transaction failed
ru: Неудачная операция выкупа

# CurrencyReceived
source: {0} received
ru: {0} получен

# CurrencyRefunded
source: {0} refunded
ru: {0} возвращен

# SwapListPageTitle
source: Swap list
fr: Liste de permutation
ru: Список свопов
tr: Swap Listesi

# CreateSwapPageTitle
source: Create swap
fr: Créer un swap
ru: Создать своп
tr: Swap oluştur

# SelectCurrenciesLabel
source: Select currencies
fr: Sélectionnez la devise
ru: Выбрать валюту
tr: Para birimini seçin

# EstimatedPriceLabel
source: Est. price
fr: Prix ​​estimé
ru: Расчетная цена
tr: Tahmin edilen fiyat

# EstimatedNetworkFeeLabel
source: Est. network fees
fr: Commission de règlement du réseau
ru: Расчетная комиссия сети
tr: Ağın yerleşim komisyonu

# EnterAmountLabel
source: Enter amount
fr: Entrez le montant
ru: Введите сумму
tr: Miktarı girin

# AvailableMarketVolumeLabel
source: Available market volume
fr: Volume disponible
ru: Доступный объем
tr: Kullanılabilir hacim

# NoLiquidityLabel
source: No liquidity
fr: Pas de liquidité
ru: Нет ликвидности
tr: Likidite yok

# PaymentFeeLabel
source: Payment fee
fr: Commission de paiement
ru: Комиссия платежа
tr: Ödeme komisyonu

# RedeemFeeLabel
source: Redeem fee
fr: Frais de rachat
ru: Комиссия выкупа
tr: Yeniden satın alma ücreti

# MakerFeeLabel
source: Maker fee
fr: Commission de contractant
ru: Комиссия мейкера
tr: Maker komisyonu

# RewardForRedeemLabel
source: Reward for redeem
fr: Paiement de la rançon
ru: Выплата за выкуп
tr: Fidye ödemesi

# TotalNetworkFeeLabel
source: Total network fee
fr: Commission réseau totale
ru: Общая комиссия сети
tr: Toplam ağ komisyonu

# NoSwapsLabel
source: No swaps yet
fr: Pas encore de swaps
ru: Свопов пока нет
tr: Swaps yok

source: Convert
fr: Échanger
ru: Обменять
tr: Para değişimi

# CreateSwapButton
source: Create new swap
fr: Créer un nouveau swap
ru: Создать новый своп
tr: Yeni swap oluştur

# ExchangeLabel
source: Exchange
ru: Обмен

# ExchangeButton
source: Exchange
ru: Обменять

# ChooseFromCurrency
source: Choose From
ru: Откуда

# ChooseToCurrency
source: Choose To
ru: Куда

source: Exchange History
ru: История обмена

source: Change redeem address
ru: Изменить адрес выкупа

source: Show all
ru: Показать все

# TokenInfoPageTitle
source: Token info
fr: Informations sur le jeton
ru: Информация о токене

# NoTokensLabel
source: No tokens yet
fr: Il n'y a pas encore de jetons
ru: Токенов пока нет

# NoTransfersLabel
source: No transfers yet
fr: Il n'y a pas encore d'échanges
ru: Трансферов пока нет

# TokenBalanceUpdatingLabel
source: Token balance updating...
fr: Le solde des jetons est en cours de mise à jour...
ru: Обновление баланса токенов...

# UpdateTokenButton
source: Update tokens
fr: Rafraîchir
ru: Обновить токены

source: Tokens
fr: Jetons
ru: Токены

source: Token balance
fr: Solde du jeton
ru: Токен баланс

source: Transfers
fr: Transferts
ru: Трансферы

source: Name
fr: Nom
ru: Название

source: Token ID
fr: ID du jeton
ru: ID токена

source: Token contract
fr: Contrat de jeton
ru: Контракт токена

# ShowInIpfsButton
source: Show in ipfs
fr: Afficher en ipfs
ru: Показать в ipfs

# SettingsPageTitle
source: Settings
fr: Paramètres
ru: Настройки
tr: Ayarlar

# PeriodInactivePageTitle
source: Period of inactive
fr: Période d'inactivité
ru: Период бездействия
tr: Hareketsizlik süresi

# BalanceUpdateIntervalPageTitle
source: Balance update interval
fr: Période de mise à jour du solde
ru: Период обновления баланса
tr: Bakiye güncelleme dönemi

# AutomaticSignOutLabel
source: Automatic sign out
fr: Déconnexion automatique
ru: Автоматический выход
tr: Otomatik kapatma

# PeriodOfInactiveLabel
source: Period of inactive
fr: Période d'inactivité
ru: Период бездействия
tr: Hareketsizlik süresi

# UseBiometricLabel
source: Biometric authentication
fr: Connexion biométrique
ru: Авторизация по биометрии
tr: Biyometrik yetkilendirme

source: Deleting Wallet
fr: Supprimer un portefeuille
ru: Удаление кошелька
tr: Bir cüzdanı silme

# DeletingWalletText
source: Deleting wallet may result in the loss of your funds
fr: La suppression d'un portefeuille peut entraîner la perte de vos fonds
ru: Удаление кошелька может привести к потере ваших средств
tr: Bir cüzdanı silmek, paranızın kaybedilmesine neden olabilir

# DeletingWalletConfirmationText
source: Are you sure you want to delete the wallet "{0}"?
fr: Voulez-vous vraiment supprimer le portefeuille "{0}"?
ru: Вы уверены, что хотите удалить кошелек "{0}"?
tr: "{0}" cüzdanını silmek istediğinizden emin misiniz?

# SecuritySection
source: Security
fr: Sécurité
ru: Безопасность
tr: Güvenlik

# CommunitySection
source: Community
fr: Communauté
ru: Сообщество
tr: Topluluk

# WalletsSection
source: Wallets
fr: Portefeuilles
ru: Кошельки
tr: Cüzdanlar

# CommonSection
source: Common
fr: Général
ru: Основные
tr: Ana

source: Support
ru: Поддержка
tr: Destek

# PortfolioTab
source: Portfolio
fr: Portefeuille
ru: Портфель
tr: Portföy
