Repository: atomex-me/atomex.mobile
Catalog: atomex/Resources/AppResources.*.resx
Languages: fr, ru, tr

# WalletsTab
source: Wallets
fr: Portefeuilles
ru: Кошельки
tr: Cüzdanlar

# SettingsTab
source: Settings
fr: Paramètres
ru: Настройки
tr: Ayarlar

# BuyTab
source: Buy
fr: Acheter
ru: Купить

# EnableBiometricLabel
source: Please enter your password to enable biometric authentication
fr: Veuillez saisir votre mot de passe pour activer l'authentification biométrique
ru: Пожалуйста, введите свой пароль, чтобы включить аутентификацию по биометрии
tr: Biyometrik kimlik doğrulamayı etkinleştirmek için lütfen şifrenizi girin

source: Error
fr: Erreur
ru: Ошибка
tr: Hata

source: Warning
fr: Attention
ru: Внимание
tr: Dikkat

source: Success
fr: Succès
ru: Успех
tr: Başarı

source: Sign out
fr: Sortir
ru: Выход
tr: Çıkış

source: Are you sure?
fr: Etes-vous sûr?
ru: Вы уверены?
tr: Emin misiniz?

# SuccessDelegation
source: Successful delegation
fr: Délégation réussie
ru: Делегировано успешно
tr: Yetki başarılı

# DelegationListWillBeUpdated
source: Delegation list will be updated after the operation is included in the block
fr: La liste de délégation sera mise à jour une fois l'opération incluse dans le bloc
ru: Список делегирования будет обновлен после включения операции в блок
tr: Yetki listesi, işlem bloğa dahil edildikten sonra güncellenecektir.

# CurrencySentToAddress
source: {0} {1} sent to {2}
ru: {0} {1} отправлено на адрес {2}

# SuccessSending
source: Sending was successful
ru: Отправка прошла успешно

# isNotInWordlist
source: is not in the wordlist for this language
fr: ce mot n'est pas dans la liste de la langue sélectionnée
ru: этого слова нет в списке для выбранного языка
tr: bu kelime seçilen dilin listesinde yok

source: Word
fr: Mot
ru: Слово
tr: Kelime

source: Transaction ID copied
fr: ID de transaction copié
ru: ID транзакции скопирован
tr: İşlem ID kopyalandı

source: Invalid password
fr: Mot de passe incorrect
ru: Неверный пароль
tr: Geçersiz şifre

source: Passwords do not match
fr: Non concordance des mots de passe
ru: Пароли не совпадают
tr: Şifre eşleşmiyor

source: Password has insufficient complexity
fr: Mot de passe insuffisant
ru: Пароль недостаточной сложности
tr: Yetersiz şifre

source: Invalid amount
fr: Montant invalide
ru: Неверная сумма
tr: Geçersiz miktar

# InvalidMnemonic
source: Invalid mnemonic phrase
fr: Phrase mnémotechnique non valide
ru: Неверная мнемоническая фраза
tr: Geçersiz anımsatıcı ifade

source: Insufficient funds
fr: Pas assez de fonds
ru: Недостаточно средств
tr: Yetersiz bakiye

# InsufficientChainFunds
source: Insufficient {0} to cover token transfer fee
fr: Pas assez de {0} pour couvrir les frais de transfert de jetons
ru: Недостаточно {0} чтобы покрыть комиссию за перевод токена
tr: Jeton aktarım ücretini karşılamak için yeterli {0} değil

# SufficientNetworkFee
source: Sufficient network fee for this amount ({0} is {1})
fr: La commission réseau requise pour ce volume ({0} est égal à {1})
ru: Комиссия сети ({0}) составляет {1} от объема сделки
tr: Bu hacim için gerekli ağ komisyonu ({0} eşittir {1})

# TooHighNetworkFee
source: Too high network fee for this amount ({0} is {1})
fr: La commission réseau pour ce volume est trop élevée ({0} égale {1})
ru: Слишком высокая комиссия сети. {0} составляет {1} от объема сделки
tr: Bu hacim için ağ komisyonu çok yüksek ({0} eşittir {1})

# LowFees
source: Too low fees
fr: Frais trop bas
ru: Слишком низкие комиссии
tr: Çok düşük ücretler

# NetworkFee
source: Network fee for atomic swap
fr: Frais de réseau de atomic swap
ru: Комиссия сети за атомарный своп
tr: Atomik Swap Ağı Ücreti

source: Failed to send
fr: Échec de l'envoi
ru: Не удалось отправить
tr: Gönderilemedi

source: Failed to convert
fr: Échec de l'échange
ru: Не удалось обменять
tr: Değiştirilemedi

# PriceChanged
source: Price has changed
fr: Le prix a changé
ru: Цена изменилась
tr: Fiyat değişti

# SwapCreated
source: Swap successfully created
fr: Le Swap est créé avec succès
ru: Своп успешно создан
tr: Swap başarıyla oluşturuldu

# GenerateMnemonic
source: Generate mnemonic phrase
fr: Générer une phrase mnémotechnique
ru: Сгенерировать мнемоническую фразу
tr: Anımsatıcı ifade oluşturun

# EmptyClipboard
source: Clipboard is empty
fr: Le presse-papiers est vide
ru: Буфер обмена пуст
tr: Pano boş

# EmptyWalletName
source: Wallet name must be not empty
fr: Le nom du portefeuille ne peut pas être vide
ru: Имя кошелька не может быть пустым
tr: Cüzdan adı boş olamaz

source: Invalid wallet name
fr: Nom de portefeuille invalide
ru: Неверное имя кошелька
tr: Geçersiz cüzdan adı

# WalletAlreadyExists
source: Wallet with the same name already exists
fr: Il existe déjà un portefeuille du même nom
ru: Кошелек с таким именем уже есть
tr: Aynı isimde bir cüzdan var

# BakerIsDeactivated
source: Baker is deactivated. Pick another one
fr: Ce baker est inactif. Choisissez un autre
ru: Бейкер неактивен. Выберите другого
tr: Baker faal değil. Başka birini seç

source: Already delegated from
fr: Déjà délégué
ru: Уже делегировано
tr: Yetki verilmiş

source: Autofill transaction failed
fr: La transaction de saisie semi-automatique a échoué
ru: Автозаполнение транзакции не удалось
tr: Otomatik tamamlama işlemi başarısız oldu

source: Successful check
fr: Vérification réussie
ru: Успешная проверка
tr: Başarılı kontrol

source: Address sharing
fr: Partager l'adresse
ru: Поделиться адресом
tr: Adresi paylaş

# MyPublicAddress
source: My public address to receive
fr: Mon adresse publique pour recevoir
ru: Мой публичный адрес для получения
tr: Almak için açık adresim

source: has been updated
fr: a été mis à jour
ru: обновлен
tr: güncellendi

source: Address copied
fr: Adresse copiée
ru: Адрес скопирован
tr: Adres kopyalandı

source: Copy error
fr: Erreur de copie
ru: Ошибка копирования
tr: Kopyalama hatası

source: Create wallet error
fr: Erreur lors de la création du portefeuille
ru: Ошибка при создании кошелька
tr: Cüzdan oluşturulurken hata meydana geldi

# EmptyAddressError
source: Address must be not empty
fr: L'adresse ne peut pas être vide
ru: Адрес не может быть пустым
tr: Adres boş olamaz

# InvalidAddressError
source: Address is invalid
fr: Mauvaise adresse
ru: Неверный адрес
tr: Yanlış adres

# InvalidTokenContract
source: Invalid token contract address
ru: Неверный адрес контракта токена

source: Invalid 'From' address
ru: Неверный 'From' адрес

# InsufficientChainFundsWithDetails
source: Insufficient {0} to cover token transfer fee. Minimum {1} is required
ru: Недостаточно {0} для покрытия комиссии за перевод токенов. Требуется минимум {1}

# CommissionLessThanZeroError
source: Commission must be a positive value
fr: La commission doit être supérieure à zéro
ru: Комиссия должна быть больше нуля
tr: Komisyon sıfırdan üstün olmalıdır

# SendingTransactionError
source: An error has occurred while sending transaction
fr: Erreur lors de l'envoi de la transaction
ru: Ошибка при отправке транзакции
tr: İşlem gönderilirken hata oluştu

# DelegationError
source: An error has occurred while delegation
fr: Erreur de délégation
ru: Ошибка при делегировании
tr: Yetki hatası

# DelegationValidationError
source: An error has occurred while delegation validation
fr: Erreur lors de la vérification de la délégation
ru: Ошибка при проверке делегированияn
tr: Yetki kontrol edilirken hata oluştu

# NoTezosError
source: You must have more than 0 XTZ
fr: Vous devez avoir plus de 0 XTZ
ru: Вы должны иметь больше 0 XTZ
tr: 0'dan fazla XTZ'ye sahip olmalısınız

# AmountLessThanZeroError
source: Amount must be greater than 0
fr: Le montant doit être supérieur à zéro
ru: Сумма должна быть больше нуля
tr: Miktar sıfırdan büyük olmalıdır

# NoLiquidityError
source: Not enough liquidity to convert a specified amount
fr: Pas assez de liquidités pour échanger ce volume
ru: Недостаточно ликвидности для обмена этого объема
tr: Bu hacmi değiştirmek için yeterli likidite yok

# PriceChangedError
source: Oops, the price has changed during the order sending. Please try again
fr: Oh, le prix a changé lors de la demande. Veuillez réessayer
ru: Ой, во время отправки запроса цена изменилась. Пожалуйста, попробуйте еще раз
tr: Oh, talep sırasında fiyat değişti. Lütfen tekrar deneyin

# OrderRejectedError
source: Order rejected
fr: Demande rejetée
ru: Запрос отклонен
tr: İstek reddedildi

# TimeoutReachedError
source: Atomex is not responding for a long time
fr: Atomex ne répond pas depuis longtemps
ru: Atomex долго не отвечает
tr: Atomex uzun süre yanıt vermiyor

# ConversionError
source: Conversion error. Please contact technical support
fr: Erreur d'échange. Veuillez contacter le support technique
ru: Ошибка при обмене. Пожалуйста, обратитесь в службу технической поддержки
tr: Değişim hatası. Lütfen teknik desteğe başvurun

# AvailableFundsError
source: The transfer amount (including commission) exceeds the amount of available funds
fr: Le montant du transfert (y compris la commission) dépasse le montant des fonds gratuits
ru: Сумма перевода (включая комиссию) превышает сумму свободных средств
tr: Transfer tutarı (komisyon dahil) ücretsiz fon miktarını aşıyor

# EmptyMnemonicError
source: Mnemonic phrase can not be empty
fr: La phrase mnémonique ne peut pas être vide
ru: Мнемоническая фраза не может быть пустой
tr: Anımsatıcı kelime boş olamaz

# MnemonicWordCountError
source: Word count should be 12,15,18,21 or 24
fr: Le nombre de mots doit être 12, 15, 18, 21 ou 24
ru: Количество слов должно быть 12,15,18,21 или 24
tr: Kelime sayısı 12,15,18,21 veya 24 olmalıdır

# WrongDelegationAddressError
source: Wrong delegation address
fr: Adresse de délégation invalide
ru: Неверный адрес делегирования
tr: Geçersiz yetki adresi

# DelegationLimitWarning
source: The selected baker has a minimum delegation limit, which exceeds the balance of your selected wallet
fr: Le baker sélectionné a une limite de délégation minimale qui dépasse le solde de votre portefeuille choisi
ru: Выбранный бейкер имеет минимальный лимит делегирования, который превышает баланс выбранного вами кошелька
tr: Seçilen beker’in, seçtiğiniz cüzdanın bakiyesini aşan bir minimum yetki limiti vardır

# BakerIsOverdelegatedWarning
source: This baker is overdelegated, it will be better to choose another one
fr: Le baker est redélégué, mieux vaut en choisir un autre
ru: Бейкер переделегирован, лучше выбрать другого
tr: Baker yeniden yetki verdi, başka birini seçsen iyi olur

# RemoveTxWarning
source: Do you confirm the removal from the transaction list? This action affects only the local database and does not affect the blockchain
ru: Это действие влияет только на локальные данные и не влияет на блокчейн
tr: Bu işlem yalnızca local verileri etkiler ve blockchain etkilemez.

# UpdateApp
source: There is a new version of this app available. Would you like to update now?
fr: Une nouvelle version est disponible. Mettre à jour l'application maintenant?
ru: Доступна новая версия. Обновить приложение сейчас?
tr: Yeni bir versiyon mevcut. Uygulama şimdi güncellensin mi?

source: Update available
fr: Mise à jour disponible
ru: Доступно обновление
tr: Güncelleme uygun

source: Yes
fr: Oui
ru: Да
tr: Evet

source: No
fr: Non
ru: Нет
tr: Değil

# NotSupportSecureStorage
source: Device doesn't support secure storage on device
fr: L'appareil ne prend pas en charge le stockage sécurisé sur l'appareil
ru: Устройство не поддерживает secure storage на устройстве
tr: Cihaz, cihazda secure storage desteklemiyor

# NeedPermissionsForBiometricLogin
source: Please enable biometric authentication in the device settings
fr: Veuillez activer la connexion biométrique dans les paramètres de l'appareil
ru: Пожалуйста, включите авторизацию по биометрии в настройках устройства
tr: Lütfen cihaz ayarlarında biyometrik yetkilendirmeyi etkinleştirin

# NotAuthenticated
source: You were not authenticated
fr: Tu n'as pas été identifié
ru: Вы не были опознаны
tr: Tanımlanmadın

# SorryLabel
source: Sorry
fr: Pardonnez
ru: Извините
tr: Afedersiniz

# ImpossibleEnableBiometric
source: It is impossible to enable biometric authentication
fr: Échec de l'activation de l'authentification biométrique
ru: Не удалось включить аутентификацию по биометрии
tr: Biyometrik kimlik doğrulaması etkinleştirilemedi

source: Verified
fr: Vérifié!
ru: Проверено!
tr: Kontrol!

# SwapHistoryText
source: Swap history is stored locally on your device. This means that you do not see the swap operations that were performed with another device.
fr: L'historique des échanges est stocké localement sur votre appareil. Cela signifie que vous ne verrez pas les opérations effectuées sur un autre appareil.
ru: История свопов хранится локально на вашем устройстве. Это значит, что вы не увидите операции, сделанные на другом устройстве.
tr: Swap geçmişi, cihazınızda yerel olarak depolanır. Bu, başka bir cihazda gerçekleştirilen işlemleri görmeyeceğiniz anlamına gelir.

# CopyingPrivateKeyWarning
source: Copying the private key to the clipboard may result in the loss of all your coins in the wallet. Are you sure you want to copy the private key?
fr: La copie de la clé privée dans le presse-papiers peut entraîner la perte de toutes vos pièces dans votre portefeuille. Êtes-vous sûr de vouloir copier la clé privée?
ru: Копирование приватного ключа в буфер обмена может привести к потере всех ваших средств в кошельке. Вы уверены, что хотите скопировать приватный ключ для {0}?

source: Private key copied
fr: Clé privée copiée
ru: Приватный ключ скопирован

# MinimumAllowedQtyWarning
source: The amount must be greater than or equal to the minimum allowed amount {0} {1}
ru: Сумма должна быть больше или равна минимальной допустимой сумме {0} {1}

# NotSupportedSymbol
source: This symbol does not support direct conversion
ru: Конверсия с этим символом не поддерживается

# ServicesUnavailable
source: Atomex services unavailable. Please check your network connection or contact technical support
ru: Сервисы Atomex недоступны. Проверьте подключение к сети или обратитесь в службу технической поддержки

# BigAmount
source: Amount is greater than the available. Please use the Max button to get the maximum available value
ru: Сумма больше доступной. Используйте кнопку Max, чтобы получить максимальное доступное значение

# BiometricAuthEnabled
source: Biometric authentication enabled
ru: Авторизация по биометрии включена

# AmountToFeeRatioToolTip
source: The commission does not depend on the conversion amount and is determined only by the current network fees. The larger the convertible amount, the smaller the commission to amount ratio. Atomex blocks the conversion if the commission exceeds 75% of the conversion amount
ru: Комиссия не зависит от суммы конвертации и определяется только текущей комиссией сети. Чем больше сумма конвертации, тем меньше соотношение комиссии к сумме. Atomex блокирует конвертацию, если комиссия превышает 75% от суммы конвертации

# MaxAmountToSendRecommendation
source: We recommend to send no more than {0} {1}
ru: Рекомендуем отправлять не более {0} {1}

# MaxAmountToSendRecommendationDetails
source: You have tokens that require {1}. Sending this will not leave enough {1} to send or exchange your tokens. We recommend to send no more than {0} {1}
ru: У вас есть токены, требующие {1}. Отправив такую сумму, вы не оставите достаточно {1} для отправки или обмена ваших токенов. Рекомендуем отправлять не более {0} {1}

# MaxAmountToSendWithActiveSwaps
source: Maximum available amount to send is {0} {1}
ru: Максимально возможная сумма для отправки составляет {0} {1}

# MaxAmountToSendWithActiveSwapsDetails
source: You have swaps in process. Your app requires {1} to process them. Safe maximum amount to send is {0} {1}
ru: У вас есть активные свопы. Приложению требуется {1} для их обработки. Безопасная максимальная сумма для отправки составляет {0} {1}

# SendEnteredAmountMenu
source: Send maximum amount {0} {1} anyway
ru: Отправить максимальную сумму {0} {1}

# SendRecommendedAmountMenu
source: Send recommended amount {0} {1}
ru: Отправить рекомендуемую сумму {0} {1}

# OrderMatched
source: Swap successfully created. NOTE: Do not sign out or close the application until the swap is completed, otherwise it may result in a loss of funds.
ru: Своп успешно создан. ПРИМЕЧАНИЕ: Не выходите из приложения и не закрывайте его до завершения свопа, иначе это может привести к потере средств

# AvailableAmountDexTooltip
source: The limit applies to a single trade. In case you require more liquidity make multiple trades
ru: Лимит применяется к одной сделке. Если вам требуется больше ликвидности, совершайте несколько сделок

# AddressIsNotAtomex
source: Warning: address {0} is extrenal and is not an Atomex wallet's address. Make sure it's entered correctly
ru: Внимание: адрес {0} является внешним и не является адресом кошелька Atomex. Убедитесь, что он введен правильно

# AddressIsNotAtomexToolTip
source: You can receive funds to an extrenal address (eg hardware wallet like Ledger). Using this mechanism make sure that you enter the correct address, because your Atomex wallet will not have access to the private key of the extrenal address and in case of an error access to the funds may be lost
ru: Вы можете получать средства на внешний адрес (например, на аппаратный Ledger кошелек). Используя этот механизм, убедитесь, что вы ввели правильный адрес, поскольку ваш кошелек Atomex не будет иметь доступа к закрытому ключу внешнего адреса, и в случае ошибки доступ к средствам может быть потерян

# RedeemFromAddressNote
source: Note: the redeem transaction will be sent from the address {0}
ru: Примечание: транзакция выкупа будет отправлена с адреса {0}

# RedeemFromAddressNoteToolTip
source: The redeem transaction will be sent from the address {0} if it has enough funds. Otherwise the transaction will be sent by an extrenal service for a fee
ru: Транзакция выкупа будет отправлена с адреса {0}, если на нем достаточно средств. В противном случае транзакция будет отправлена внешним сервисом за определенную плату

source: Delegating to...
fr: Déléguer au...

# EnterBakerNamePlaceholder
source: Enter baker name...
fr: Entrez le nom du baker...

source: Check rewards
fr: Vérifier les paiements

source: Change baker
fr: Changer de baker

source: Current baker
fr: Baker actuel

source: Tezos tokens
fr: Jetons Tezos

# MaxButton
source: Max
tr: Maks

# ConversionTab
source: DEX
tr: Değiş tokuş

source: Explorer Uri
tr: Uri'yi Görüntüle
